import img from "../../images/filmsimg1.png";
import img1 from "../../images/filsimg2.png";

const items = [
  {
    img,
    name: "Ночь принадлежит нам",
    text: "Остепенившийся ловелас накануне свадьбы встречает таинственную незнакомку. Она предлагает провести ночь в ее доме: любовь без обязательств — дух безграничной свободы. Соблазн велик, но кто эта девушка? Какую опасность она представляет?",
  },
  {
    img: img1,
    name: "Кулаки возмездия",
    text: "Кай Цзинь отправляется в Бангкок, чтобы в составе команды себе подобных убийц отомстить за смерть одного из своих. Но в процессе выясняется, что враг куда древнее и опаснее, чем казалось.",
  },
  {
    img,
    name: "Ночь принадлежит нам",
    text: "Остепенившийся ловелас накануне свадьбы встречает таинственную незнакомку. Она предлагает провести ночь в ее доме: любовь без обязательств — дух безграничной свободы. Соблазн велик, но кто эта девушка? Какую опасность она представляет?",
  },
  {
    img: img1,
    name: "Кулаки возмездия",
    text: "Кай Цзинь отправляется в Бангкок, чтобы в составе команды себе подобных убийц отомстить за смерть одного из своих. Но в процессе выясняется, что враг куда древнее и опаснее, чем казалось.",
  },
  {
    img,
    name: "Ночь принадлежит нам",
    text: "Остепенившийся ловелас накануне свадьбы встречает таинственную незнакомку. Она предлагает провести ночь в ее доме: любовь без обязательств — дух безграничной свободы. Соблазн велик, но кто эта девушка? Какую опасность она представляет?",
  },
  {
    img: img1,
    name: "Кулаки возмездия",
    text: "Кай Цзинь отправляется в Бангкок, чтобы в составе команды себе подобных убийц отомстить за смерть одного из своих. Но в процессе выясняется, что враг куда древнее и опаснее, чем казалось.",
  },
];

export default items;
